brew 'mas'
brew 'openjdk@17'
brew 'git-flow'
brew 'python@3.8'
brew 'pyenv'
brew 'pipenv'
brew 'pyenv-virtualenv'
brew "node"
brew 'nvm'
brew 'tree'
brew 'gh'
brew 'lefthook'
brew 'lcov'
brew 'carthage'

mas 'KakaoTalk', id: 869_223_134
mas 'Slack', id: 803_453_959

cask 'android-studio'
cask 'postman'
cask 'google-chrome'
cask 'microsoft-edge'
cask 'chromium'
cask 'firefox'
cask 'iterm2'
cask 'figma'
cask 'visual-studio-code'
cask 'docker'
cask 'appium-inspector'